[
  {
    "id": 1,
    "img": "/auth1.jpg",
    "name": "Arundhati Roy",
    "email": "arundhati.roy@example.com",
    "publication": "Penguin Books",
    "expertise": "Literary Fiction, Political Writing",
    "about": "Arundhati Roy is an Indian writer, best known for her book The God of Small Things (1997), which won the Man Booker Prize for Fiction in 1997. She was born in Shillong, Meghalaya, India. Her parents were Rajib Roy, a Bengali Hindu tea plantation Read More"
  },
  {
    "id": 2,
    "img": "/auth2.jpg",
    "name": "Stephen Coonts",
    "email": "stephen.coonts@example.com",
    "publication": "St. Martin's Press",
    "expertise": "Military Fiction, Thriller",
    "about": "STEPHEN COONTS is the author of sixteen New York Times bestselling books that have been translated and published around the world. A former naval aviator and Vietnam combat veteran, he is a graduate of West Virginia University and the University of C Read More"
  },
  {
    "id": 3,
    "img": "auth3.jpg",
    "name": "William Wordsworth",
    "email": "william.wordsworth@example.com",
    "publication": "Longman Publishers",
    "expertise": "Romantic Poetry, Nature Writing",
    "about": "On April 7, 1770, William Wordsworth was conceived in Cockermouth, Cumbria, England. Wordsworth's mom kicked the bucket when he was eight—this experience shapes a lot of his later work. Wordsworth went to Hawkshead Grammar School, where his adorat Read More"
  },
  {
    "id": 4,
    "img": "auth4.jpg",
    "name": "Stephen King",
    "email": "stephen.king@example.com",
    "publication": "Scribner",
    "expertise": "Horror, Supernatural Fiction, Suspense",
    "about": "Stephen Edwin King was conceived in Portland, Maine in 1947, the second child of Donald and Nellie Ruth Pillsbury King. After his folks isolated when Stephen was a little child, he and his more established sibling, David, were raised by his mom. Part Read More"
  },
  {
    "id": 5,
    "img": "auth5.jpg",
    "name": "John Green",
    "email": "john.green@example.com",
    "publication": "Dutton Books",
    "expertise": "Young Adult Fiction, Contemporary Fiction",
    "about": "John Michael Green is the author of Looking for Alaska, An Abundance of Katherines, Paper Towns, and The Fault in Our Stars. He is an American author, vlogger, writer, producer, actor and editor. He was born in Indianapolis, Indiana on august 24, Read More"
  },
  {
    "id": 6,
    "img": "auth6.jpg",
    "name": "Gillian Flynn",
    "email": "gillian.flynn@example.com",
    "publication": "Crown Publishing",
    "expertise": "Psychological Thriller, Crime Fiction",
    "about": "Gillian Flynn was born February 24, 1971 in Kansas City, Missouri. She is an American author, screenwriter, comic book writer and former television critic for Entertainment Weekly. Flynn has published three novels, which are all thrillers: Sharp Read More"
  },
  {
    "id": 7,
    "img": "auth7.jpg",
    "name": "Gayle Forman",
    "email": "gayle.forman@example.com",
    "publication": "Viking Books",
    "expertise": "Young Adult Fiction, Contemporary Romance",
    "about": "Gayle Forman is an American young adult fiction author. She was born in June 5, 1978 in in Los Angeles. Her best known novel is If I Stay which topped the New York bestseller list for young adult fiction category. It was later made into a film to Read More"
  },
  {
    "id": 8,
    "img": "auth8.jpg",
    "name": "Erich Segal",
    "email": "erich.segal@example.com",
    "publication": "Harper & Row",
    "expertise": "Romance, Classical Literature",
    "about": "An American author, screenwriter, and educator Erich Wolf Segal (16 June, 1937- 17 January, 2010) shot to fame as the author of Love Story . The tragic novel was later adapted into a motion picture which was also a major hit. Son of a tea Read More"
  },
  {
    "id": 9,
    "img": "auth9.jpg",
    "name": "Sylvia Plath",
    "email": "sylvia.plath@example.com",
    "publication": "Heinemann",
    "expertise": "Poetry, Confessional Poetry",
    "about": "Sylvia Plath was born on 27 Oct , 1932 in Boston , US was an American poet , novelist , short story writer . She wrote poetry , friction and short stories . Her best work was confessional poetry in which she wrote The colossus and other poems . Read More"
  },
  {
    "id": 10,
    "img": "auth10.jpg",
    "name": "Shashi Tharoor",
    "email": "shashi.tharoor@example.com",
    "publication": "Aleph Book Company",
    "expertise": "Non-fiction, Political Writing",
    "about": "Shashi Tharoor is an individual from the Indian Parliament from the Thiruvananthapuram supporters in Kerala. He beforehand filled in as the United Nations Under-Secretary General for Communications and Public Information and as the Indian Ministe Read More"
  }
]
